app/Controllers/AsetController.php

SELECT *
FROM `aset`
---
    public function index()
    {
        $data['aset'] = $this->asetModel->findAll();